[
  {
    "title": "Aspectos",
    "sections": [
      {
        "title": "Aspectos Positivos",
        "content": "Texto.",
        "subsections": [
          {
            "title": "Ambidestro",
            "requirements": "[Proficiência em Combate à Distância, Combate Corpo-a-Corpo]",
            "content": [
              {
                "cost": 1,
                "content": [
                  "Com uma ação, você pode embainhar qualquer número de armas usando mãos ocupadas ou desembainhar qualquer número de armas usando mãos livres.",
                  "Você pode receber os benefícios do Combate com Duas Armas usando armas não leves.",
                  "Enquanto você está empunhando uma arma em cada mão, sua CA aumenta em 1."
                ]
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "title": "Combate",
    "sections": [
      {
        "title": "Ataque",
        "content": [
          "Para um personagem fazer um ataque, ele deve:",
          "Escolher uma criatura, uma estrutura, um local ou um objeto em seu campo de visão, dentro do alcance do ataque, como alvo.",
          "Determinar os modificadores apropriados, como vantagens e desvantagens.",
          "Fazer um teste de acordo com o tipo do ataque e aplicar os modificadores no teste."
        ],
        "subsections": [
          {
            "title": "Alcance",
            "content": [
              "O alcance de um ataque corpo-a-corpo é de 1 metro.",
              "O alcance de um ataque à distância ou de um ataque mágico é indicado na descrição da arma ou da magia usada para fazer o ataque."
            ]
          }
        ]
      }
    ]
  },
  {
    "title": "4.2 Combate com Duas Armas",
    "content": "Após um personagem fazer um ataque à distância ou um ataque corpo-a-corpo usando uma arma leve que está empunhando em uma mão, ou fazer um ataque corpo-a-corpo desarmado, com uma ação bônus, o personagem pode fazer um ataque à distância ou um ataque corpo-a-corpo usando uma arma leve que está empunhando em outra mão, ou fazer um ataque corpo-a-corpo desarmado."
  }
]